domains/velo/openFoam/case1/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.4.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    frontAndBack
    {
        type            patch;
        nFaces          320;
        startFace       400912;
    }
    inlet
    {
        type            patch;
        nFaces          64;
        startFace       401232;
    }
    outlet
    {
        type            patch;
        nFaces          64;
        startFace       401296;
    }
    lowerWall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          3220;
        startFace       401360;
    }
    upperWall
    {
        type            patch;
        nFaces          160;
        startFace       404580;
    }
    parsecWing
    {
        type            wall;
        inGroups        
2
(
parsecWingGroup
wall
)
;
        nFaces          40417;
        startFace       404740;
    }
)

// ************************************************************************* //
